let aslukTimeline = [
    {
        id: 1,
        title: "Европейская киноакадемия",
        description:
            "С 2003 года он является членом Европейской киноакадемии. Режиссер более 40 документальных фильмов. Участник многих международных кинофестивалей, на которых получил около 60 наград.».",
        date: "2003 - Наше время",
        icon: "work",
    },
    {
        id: 2,
        title: "Работа",
        description:
            "В 1995 году Виктор Аслюк начал работать на Национальную киностудию «Беларусьфильм», снимать фильмы в объединении «Летопись» и «Белвидеоцентр».",
        date: "1995",
        icon: "work",
    },
    {
        id: 3,
        title: "Белорусский государственный театрально-художественный институт",
        description:
            "В 1989 году поступил в Белорусский государственный театрально-художественный институт (ныне Белорусская государственная академия искусств). Режиссуре документального кино обучался в мастерской В. Дашука.",
        date: "1989 - 1994",
        icon: "school",
    },
    {
        id: 4,
        title: "Белорусский государственный университет",
        description:
            "В 1984 году окончил филологический факультет Белорусского государственного университета.",
        date: "1984",
        icon: "school",
    },
    {
        id: 5,
        title: "Детство",
        description:
            "Виктор Михайлович Аслюк родился в д. Лясковичи Октябрьского района Гомельской области.",
        date: "26 Ноябрь 1961",
        icon: "school",
    }
]

export default aslukTimeline;