let aslukTimeline = [
    {
        id: 1,
        title: "Европейская киноакадемия",
        description:
            "С 2003 года он является членом Европейской киноакадемии. Режиссер более 40 документальных фильмов. Участник многих международных кинофестивалей, на которых получил около 60 наград. Лауреат фестивалей документального и короткометражного кино «Cinema du Reel» (Франция), «DOKLipzig» (Германия), Международного фестиваля короткометражных фильмов в Тампере (Финляндия), «Послание к человеку» (Россия), Prix Europa (Германия). В 2003 году фильм Виктора Аслюка «Мы живем на краю» был номинирован на премию European Film Award в категории «лучший короткометражный фильм». Фильмы Виктора Аслюка были показаны в рамках онлайн-фестиваля «BelarusDocs».",
        date: "2003 - Наше время",
        icon: "work",
    },
    {
        id: 2,
        title: "Работа",
        description:
            "В 1995 году Виктор Аслюк начал работать на Национальную киностудию «Беларусьфильм», снимать фильмы в объединении «Летопись» и «Белвидеоцентр».",
        date: "1995",
        icon: "work",
    },
    {
        id: 3,
        title: "Учеба",
        description:
            "В 1984 году окончил филологический факультет Белорусского государственного университета. В 1989 году поступил в Белорусский государственный театрально-художественный институт (ныне Белорусская государственная академия искусств). Режиссуре документального кино обучался в мастерской В. Дашука. Его дипломной работой стал фильм «Слезы блудного сына» (1994), в котором начинающий режиссер в оригинальной жанрово-стилистической манере воссоздал далекие исторические события и отразился на судьбах белорусов.",
        date: "1984 - 1994",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "Виктор Михайлович Аслюк родился в д. Лясковичи Октябрьского района Гомельской области.",
        date: "26 Ноябрь 1961",
        icon: "school",
    }
]

export default aslukTimeline;