let dobrolubovTimeline = [
    {
        id: 1,
        title: "Секретарь и профессор",
        description:
            "С 1974 по 1975 — секретарь правления Союза кинематографистов БССР. С 1993 года — профессор Института современных знаний имени А. М. Широкова (Минск). Скончался на 77-м году жизни 19 июля 2010 года в Минске. Похоронен 22 июля 2010 года на Восточном кладбище в Минске.Имя И. М. Добролюбова носит переулок в Гродно, в котором проходили съёмки самой известной картины режиссёра «Белые Росы».",
        date: "1974 - 2010",
        icon: "work",
    },
    {
        id: 2,
        title: "Режиссерская карьера",
        description:
            "В 1963 году стал режиссёром киностудии «Беларусьфильм».",
        date: "1963",
        icon: "work",
    },
    {
        id: 3,
        title: "Актерская карьера",
        description:
            "В 1956 — 1958 годах был актёром Белорусского республиканского ТЮЗа.",
        date: "1956 - 1958",
        icon: "school",
    },
    {
        id: 4,
        title: "Учеба",
        description:
            "В 1956 году окончил факультет журналистики Белорусского государственного университета. А в 1963 году — режиссёрский факультет ВГИКа (мастерская Михаила Ромма).",
        date: "1956 - 1963",
        icon: "school",
    },
    {
        id: 5,
        title: "Детство",
        description:
            "Игорь Михайлович Добролюбов родился 22 октября 1933 года в Новосибирске.",
        date: "22 октября 1933",
        icon: "puzzle",
    }
]

export default dobrolubovTimeline;