let gutkovichTimeline = [
    {
        id: 1,
        title: "Работа",
        description:
            "С 1949 года восемь лет работал актёром Белорусского государственного драматического театра имени Якуба Коласа. С 1957 года — педагог Белорусского республиканского театра юного зрителя. С 1959 года — режиссёр студии Белорусского телевидения. В 1961 году стал членом СП СССР.",
        date: "1949 - 1961",
        icon: "work",
    },
    {
        id: 2,
        title: "Великая Отечественная война",
        description:
            "Участник Великой Отечественной войны. За боевые заслуги награждён орденом Отечественной войны II степени, орденом Красной Звезды и медалями.",
        date: "1941 - 1945",
        icon: "school",
    },
    {
        id: 3,
        title: "Учеба",
        description:
            "Окончил сельскую школу. Учился в театральной студии Большого драматического театра в Ленинграде, затем в Ленинградском театральном институте, на режиссёрском факультете (1939).",
        date: "1927 - 1939",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "Александр Захарович Гуткович родился 20 декабря 1920 года в местечке Аскеры (ныне Бешенковичский район, Витебская область, Белоруссия) в семье кузнеца Залмана и Цивы Гуткович.",
        date: "20 декабря 1920",
        icon: "puzzle",
    }
]

export default gutkovichTimeline;