let kudinenkoTimeline = [
    {
        id: 1,
        title: "Проффесиональная карьера",
        description:
            "В 2004 году вышел фильм «Оккупация. Мистерии», фильм принимал участие в основной программе Роттердамского кинофестиваля. В самой Белоруссии лента долгое время была запрещена, чиновники усмотрели «идеологически неправильный» взгляд на войну, немцев и партизан (фильм разрешён только в 2010 году). Несколько лет после этого не снимал, пока не попал на съёмки сериала «Кадетство», а затем на «Студию Павла Лунгина». У Павла Лунгина снял фильм по мотивам одноимённого фильма Владимира Меньшова «Розыгрыш».",
        date: "2004 - Наше время",
        icon: "work",
    },
    {
        id: 2,
        title: "Полнометражный дебют",
        description:
            "В 2002 году Кудиненко снял свой полнометражный дебют «Битва пяти воинств», фильм о подростках увлекающихся произведениями Толкиена.",
        date: "2002",
        icon: "work",
    },
    {
        id: 3,
        title: "Учеба",
        description:
            "Учился в Киевском политехническом институте (1988—1992). Окончил Белорусскую государственную академию искусств в 1998 году (мастерская Виктора Турова), затем аспирантуру (2001). Во время учёбы получал стипендию специального фонда Президента Республики Беларусь по поддержке талантливой молодёжи, имеющей творческие достижения. Андрей Кудиненко — один из последних учеников легенды «Беларусьфильма» Виктора Турова.",
        date: "1988-2001",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "Андрей Анатольевич Кудиненко родился 20 октября 1971 года в Бресте, БССР",
        date: "20 Октября 1971",
        icon: "school",
    }
]

export default kudinenkoTimeline;