let orlovTimeline = [
    {
        id: 1,
        title: "Работая деятельность",
        description:
            "Работал в Новополоцке учителем истории, корреспондентом, заведующим отделом, заместителем редактора городской газеты «Химик», после переезда в Минск – редактором издательства «Мастацкая літаратура» (1988—1997). С 1988 в Белорусском Народном Фронте, дважды избирался в Сойм БНФ.",
        date: "1988 - 1997",
        icon: "work",
    },
    {
        id: 2,
        title: "Дебют в творчество",
        description:
            "Дебютировал стихами в студенческом самиздатском журнале «Блакітны ліхтар» (Новополоцк, 1973). Во время учебы в БГУ стал одним из инициаторов выпуска в Минске самиздатского литературного альманаха «Мілавіца» (1974—1976), за что вызывался в КГБ  для “профілактіческіх бесед”.",
        date: "1973 - 1980",
        icon: "work",
    },
    {
        id: 3,
        title: "Учеба",
        description:
            "Учился на историческом факультете БГУ (1975).",
        date: "1970 - 1975",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "Орлов Владимир Алексеевич родился 25 августа 1953 года в Витебской области, городе Полоцк",
        date: "25 августа 1953",
        icon: "puzzle",
    }
]

export default orlovTimeline;