let tarichTimeline = [
    {
        id: 1,
        title: "Режиссёр на Московской студии",
        description:
            "C 1954 года — режиссёр на Московской студии научно-популярных фильмов.",
        date: "1954 - 1967",
        icon: "work",
    },
    {
        id: 2,
        title: "Режиссёр Театра-студии",
        description:
            "С 1948 года в течение трёх лет был режиссёром Театра-студии киноактёра. В начале 1950-х годов снял ряд научно-популярных и художественно-документальных очерков на киностудии «Беларусьфильм».",
        date: "1948 - 1953",
        icon: "work",
    },
    {
        id: 2,
        title: "Великая Отечественная война",
        description:
            "С началом Великой Отечественной войны вместе со студией был эвакуирован в Алма-Ату, где работал на Центральной объединённой киностудии. В период 1943—1945 годов был художественным руководителем киностудии «Монголкино» (МНР), в 1946—1947 годах — консультантом сценарного отдела киностудии «Союздетфильм».",
        date: "1941-1947",
        icon: "work",
    },
    {
        id: 3,
        title: "Работа в Ленинграде",
        description:
            "Работал в Ленинграде, в том числе и на находившейся там с 1928 по 1939 год кинофабрике «Савецкая Беларусь» треста «Белгоскино».",
        date: "1928 - 1939",
        icon: "work",
    },
    {
        id: 4,
        title: "Дебют режиссером",
        description:
            "В 1920 году был приглашён режиссёром на самодеятельную площадку Курсантского театра в Кремле. В 1925 году как режиссёр дебютировал постановками фильмов «Морока» (совместно с Е. Ивановым-Барковым) и «Первые огни».",
        date: "1920 - 1925",
        icon: "work",
    },
    {
        id: 5,
        title: "Первые фильмы",
        description:
            "В 1917 году перебрался в Москву, играл на сценах театра Революции, Народного дома Алексеевский, начал сниматься в кино, подрабатывал и как сценарист.",
        date: "1917",
        icon: "work",
    },
    {
        id: 6,
        title: "Учеба",
        description:
            " В 1903—1905 годах учился на юридическом факультете Московского университета, но за революционную пропаганду был подвергнут аресту, год провёл в одиночной камере Варшавской цитадели, и в 1906 году сослан в Сибирь в посёлок Тара Тобольской губернии.",
        date: "1903-1906",
        icon: "school",
    },
    {
        id: 7,
        title: "Детство",
        description:
            "Юрий Викторович Тарич родился в Плоцкe (ныне — Мазовецкое воеводство в Польше).",
        date: "12 Января 1885",
        icon: "school",
    }
]

export default tarichTimeline;